Repository: wp-plugins/colored-vote-polls
Catalog: languages/wpcvp-*.po
Languages: fr_fr

source: This Poll is closed!!
fr_fr: La période de vote a expiré.

source: Please log in to Vote!!
fr_fr: Veuillez vous connecter pour voter.

source: You Have Already Voted For This Poll!!
fr_fr: Vous avez déjà voté auparavant!

source: Colored Vote Poll Preview
fr_fr: Aperçu

source: Delete the Poll with ID
fr_fr: Supprimez le questionnaire avec l'ID

source: Answer is mandatory!!
fr_fr: Réponse obligatoire.

source: Expand to read more.
fr_fr: Lire plus.

source: Add Colored Poll
fr_fr: Ajoutez

source: Mandatory
fr_fr: Obligatoire

source: Add question
fr_fr: Ajoutez

source: Answers
fr_fr: Réponses

source: My answers start by
fr_fr: Mes réponses commencent avec

source: negatives and end with positives
fr_fr: les négatives et se terminent avec les positives

source: positives and end with negatives
fr_fr: les positives et se terminent avec les négatives

source: Add answer
fr_fr: Ajoutez une réponse

source: Reset Colors
fr_fr: Réinitiez les couleurs

source: Color of unanswered question
fr_fr: Couleurs des non-réponses

source: Settings
fr_fr: Configuration

source: Status
fr_fr: Statut

source: open
fr_fr: vote ouvert

source: closed
fr_fr: vote fermé

source: Closing vote date
fr_fr: Date de fermeture du vote

source: Never
fr_fr: jamais

source: Display results by...
fr_fr: Affichez les résultats...

source: questions with most positive answers first
fr_fr: en ordre des questions avec le plus de réponses positives

source: questions with most negative answers first
fr_fr: en ordre des questions avec le plus de réponses négatives

source: original order of questions
fr_fr: ordre original des questions

source: Allow to view results without voting
fr_fr: Possibilité d'afficher les résultats sans voter?

source: Yes
fr_fr: Oui

source: Poll's URL
fr_fr: L'URL associé à ce questionnaire

source: Allow visitors to add questions?
fr_fr: Permettre aux visiteurs d'ajouter leur propre question?

source: Category
fr_fr: Catégorie

source: Select a category
fr_fr: Selectionnez une catégorie

source: Save
fr_fr: Sauvegardez

source: Add this poll to your article
fr_fr: Ajoutez ce questionnaire à votre article

source: Copy and paste the "shortcode" below into any page or article you wish
fr_fr: Copier et coller ce "shortcode" dans votre article ou page

source: Edit Colored Poll - ID
fr_fr: Modifier le questionnaire - ID

source: Question Title
fr_fr: Titre

source: No vote
fr_fr: Aucun vote.

source: Colored Vote Polls
fr_fr: Votes colorés

source: Polls
fr_fr: Questionnaires

source: Add New
fr_fr: Ajoutez

source: Edit Colored Poll
fr_fr: Modifier

source: Colored Vote Polls Settings
fr_fr: Configuration

source: Poll expiry date
fr_fr: Date de pérennisation

source: Colored Vote Polls - Default settings saved !!
fr_fr: Paramètres sauvegardés!

source: I love it
fr_fr: Tout à fait d'accord

source: Poll Title
fr_fr: Titre

source: Date Published
fr_fr: Date

source: never expires
fr_fr: n'expire jamais

source: expires in
fr_fr: expire dans

source: Edit
fr_fr: Modifier

source: Preview
fr_fr: Prévisualisez

source: Export to CSV
fr_fr: Exportez en CSV

source: Delete
fr_fr: Supprimer

source: Who can vote?
fr_fr: Qui a le droit de voter?

source: Everybody
fr_fr: Tous

source: Registered users
fr_fr: Utilisateurs du site

source: Track voters by...
fr_fr: Contrôlez le vote...

source: User login, Cookies & IP
fr_fr: Login, cookies et IP

source: Cookies only
fr_fr: Cookies seulement

source: IP only (not recommended)
fr_fr: IP seulement (pas recommandé)

source: Default colors
fr_fr: Couleurs par défaut

source: Add "read more" if a question's description is more than
fr_fr: Ajoutez "Lire plus" si la description de la question est plus de...

source: characters
fr_fr: caractères

source: Send email notification when new question is added to a poll
fr_fr: Envoyez une notification par email lorsqu'une nouvelle question est ajoutée

source: Yes, send to site admin
fr_fr: Oui, envoyé à l'administrateur

source: Guest
fr_fr: Invité

source: Question Title:
fr_fr: Question:

source: New Question added to Poll ID
fr_fr: Nouvelle question ajoutée

source: This Question is Mandatory
fr_fr: Question obligatoire

source: Add your own question
fr_fr: Ajoutez votre question

source: Add your question
fr_fr: Ajoutez votre question

source: Your question
fr_fr: Votre question

source: Submit
fr_fr: Soumettre

source: Vote!
fr_fr: Votez!

source: Show me the results
fr_fr: Afficher les résultats

source: Total voters:
fr_fr: Participants au total :

source: Let me Vote!
fr_fr: Votez!
